Repository: AnilTek/Django-Company-Hub
Catalog: aniltek/locale/*/LC_MESSAGES/django.po
Languages: tr

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: French
tr: Fransızca

source: German
tr: Almanca

source: Japanese
tr: Japonca

source: This feature is only usable for companies
tr: Bu özellik sadece şirket hesapları içindir

source: link invalid or expired !
tr: Link geçersiz veya tarihi geçmiş

source: Employement request successfully sended !
tr: İş isteği başarıyla gönderildi!

source: an error occured while sending email !
tr: E-posta gönderiminde bir hata oluştu!

source: This feature is only usable for employees !
tr: Bu özellik yalnızca çalışan hesapları için kullanılabilir!

source: required a company username !
tr: Şirket kullanıcı adı gerekli!

source: {company_username} named company does not exists !
tr: {company_username} adlı şirket mevcut değil!

source: user not an employee instance
tr: Kullanıcı bir çalışan örneği değil

source: Job request sended successfully via E-mail
tr: İş talebi e-posta yoluyla başarıyla gönderildi

source: Accessible only for companies !
tr: Bu özellik yalnızca şirketler için erişilebilir!

source: {employee_name} user already got the request.
tr: {employee_name} kullanıcısına zaten istek gönderildi.

source: {employee_username} Job Request sended !
tr: {employee_username} iş talebi gönderildi!

source: {employee_username} User not found
tr: {employee_username} kullanıcısı bulunamadı

source: {company_name} s offer accepted !
tr: {company_name} adlı teklif kabul edildi!

source: {company_name} s offer rejected !
tr: {company_name} adlı teklif reddedildi!

source: {employee_name} s employment ended
tr: {employee_name} adlı çalışanın iş ilişkisi sona erdi.

source: Accessible only for employees!
tr: Bu özellik yalnızca çalışanlar için erişilebilir!

source: Please select a company !
tr: Lütfen bir şirket seçin!

source: Service Deleted !
tr: Hizmet Silindi!

source: Service Saved !
tr: Hizmet Kaydedildi!

source: {field_name} successfully cleared!
tr: {field_name} başarıyla temizlendi!

source: No file to clear for {field_name}.
tr: {field_name} için temizlenecek dosya yok.

source: {field_name} successfully uploaded!
tr: {field_name} başarıyla yüklendi!

source: Invalid file or field name!
tr: Geçersiz dosya veya alan adı!

source: New service request for {selected_service} has been created!
tr: {selected_service} için yeni hizmet talebi oluşturuldu!

source: Send
tr: Gönder

source: End
tr: Sonlandır

source: Username
tr: Kullanıcı Adı

source: Send Request
tr: İstek Gönder

source: Hire
tr: İşe Al

source: Job Offers
tr: İş Teklifleri

source: Accept
tr: Kabul Et

source: Decline
tr: Reddet

source: There isnt any job offers
tr: Henüz bir iş teklifi yok

source: Hello, Welcome Back!
tr: Merhaba, Tekrar Hoş Geldin!

source: Password
tr: Şifre

source: Reset Password
tr: Şifreyi Sıfırla

source: Dont have an account
tr: Bir hesabın yok mu?

source: Sign Up
tr: Kayıt Ol

source: Select Company
tr: Şirket Seç

source: Home
tr: Ana Sayfa

source: Services Dashboard
tr: Hizmet Paneli

source: Manage Employees
tr: Çalışanları Yönet

source: Service History
tr: Hizmet Geçmişi

source: Job Requests
tr: İş Talepleri

source: Employment Request
tr: Çalışan Talebi

source: Services
tr: Hizmetler

source: Services History
tr: Hizmet Geçmişi

source: Logout
tr: Çıkış Yap

source: Login/Sign Up
tr: Giriş/Kayıt Ol

source: Confirm Password
tr: Şifreyi Onayla

source: Register an Account
tr: Hesap Oluştur

source: Create a new developer account
tr: Yeni bir geliştirici hesabı oluştur

source: Already have an Account
tr: Zaten bir hesabım var

source: Log In
tr: Giriş Yap

source: Email
tr: E-posta

source: Employee
tr: Çalışan

source: Service
tr: Hizmet

source: Status
tr: Durum

source: Date Created
tr: Oluşturulma Tarihi

source: Delete
tr: Sil

source: Date Pending
tr: Bekleme Tarihi

source: New
tr: Yeni

source: Edit
tr: Düzenle

source: Select File
tr: Dosya Seç

source: Upload
tr: Yükle

source: Clear
tr: Temizle

source: Thank you for your email confirmation. Now you can login your account.
tr: E-posta doğrulamanız için teşekkür ederiz. Artık hesabınıza giriş yapabilirsiniz.

source: Activation link is invalid!
tr: Aktivasyon bağlantısı geçersiz!

source: Thank you for your email confirmation. Now you can change your password.
tr: E-posta doğrulamanız için teşekkür ederiz. Artık şifrenizi değiştirebilirsiniz.

source: User not found.
tr: Kullanıcı bulunamadı.

source: Password changed successfully. You can now log in.
tr: Şifreniz başarıyla değiştirildi. Artık giriş yapabilirsiniz.

source: Passwords do not match. Please try again.
tr: Şifreler uyuşmuyor. Lütfen tekrar deneyin.

source: Dear {user}, please go to your email {to_email} inbox and click on received link to reset your password. Note: Check your spam folder.
tr: Sayın {user}, lütfen {to_email} adresinize gönderilen bağlantıya tıklayarak şifrenizi sıfırlayın. Not: Spam klasörünüzü kontrol edin.

source: Dear {user}, please go to your email {to_email} inbox and click on received activation link to confirm and complete the registration. Note: Check your spam folder.
tr: Sayın {user}, lütfen {to_email} adresinize gönderilen aktivasyon bağlantısına tıklayarak kaydınızı tamamlayın. Not: Spam klasörünüzü kontrol edin.

source: No account is associated with this email address.
tr: Bu e-posta adresiyle ilişkili bir hesap yok.

source: User does not exist !
tr: Kullanıcı mevcut değil!

source: Username OR password is incorrect
tr: Kullanıcı adı veya şifre hatalı.

source: User account was created! Please check your email to verify your account.
tr: Kullanıcı hesabı oluşturuldu! Lütfen hesabınızı doğrulamak için e-postanızı kontrol edin.

source: An error has occurred during registration
tr: Kayıt sırasında bir hata oluştu.

source: User was logged out !
tr: Kullanıcı çıkış yaptı!
